anyrun-git
aurutils
davinci-resolve
db4.8
eww
gamescope-nvidia-git
gamescope-session-git
gamescope-session-steam-git
glfw-wayland-minecraft-cursorfix
gxml
hyprpicker
jigdo
miniconda3
mission-center
nordic-theme
oversteer
paccache-hook
pacman-log-orphans-hook
papirus-linux-universe
papirus-nord
planify
prismlauncher
proton-ge-custom-bin
qt5-styleplugins
qt6gtk2
scid
sqliteodbc
stockfish-git
sway-nvidia
ttf-comic-mono-git
ttf-font-awesome-5
wlogout
