anyrun-git
aurutils
davinci-resolve
db4.8
eww
gamescope-plus
glfw-wayland-minecraft-cursorfix
gxml
hyprland-git
hyprlang-git
hyprpaper-git
hyprpicker
hyprutils-git
jigdo
lib32-nvidia-utils-beta
miniconda3
nordic-theme
nordzy-cursors
nvidia-beta-dkms
nvidia-utils-beta
oversteer
paccache-hook
pacman-log-orphans-hook
planify
prismlauncher
proton-ge-custom-bin
qt5-styleplugins
qt6gtk2
scid
sqliteodbc
stockfish-git
ttf-comic-mono-git
ttf-font-awesome-5
wlroots-git
xdg-desktop-portal-hyprland-git
xorg-xwayland-git