aurutils
cura-bin
davinci-resolve
eww
gamescope-session-git
gamescope-session-steam-git
glfw-wayland-minecraft-cursorfix
gxml
hyprpicker
hyprpolkitagent-git
hyprutils-git
miniconda3
mission-center
nordic-theme
oversteer
paccache-hook
pacman-log-orphans-hook
papirus-linux-universe
papirus-nord
planify
prismlauncher
proton-ge-custom-bin
qt5-styleplugins
qt6gtk2
ttf-comic-mono-git
ttf-font-awesome-5
uwsm
wlogout
