alsa-firmware
alsa-utils
anyrun-git
apache
arch-install-scripts
audacity
aurutils
base
base-devel
bemenu
cabextract
check
chromium
chrony
cliphist
code
cpio
cups
davinci-resolve
devtools
dialog
dmenu
docker
dosfstools
dunst
efibootmgr
eww
fcron
fd
feh
file-roller
filezilla
firefox
flatpak
freecad
fzf
gamemode
gamescope-nvidia-git
gamescope-session-steam-git
ghostscript
gimp
git
glfw-wayland-minecraft-cursorfix
gnome-boxes
gnome-calculator
gparted
graphviz
grub
gtk4
gvfs
haveged
hdparm
htop
hyprcursor
hyprland
hyprlang
hyprlock
hyprpaper
hyprpicker
i3-wm
i3blocks
i3lock
i3status
inkscape
intel-ucode
intellij-idea-community-edition
intltool
ipython
jdk21-openjdk
jigdo
jre8-openjdk
kitty
lib32-gamemode
lib32-libnm
lib32-mesa-utils
lib32-nvidia-cg-toolkit
lib32-nvidia-utils
lib32-pipewire-jack
lib32-vulkan-icd-loader
libadwaita
libreoffice-fresh
libva
libva-nvidia-driver
libvirt
linux
linux-firmware
linux-headers
lld
lshw
man-db
man-pages
mangohud
maven
meson
miniconda3
mission-center
mold
mono
mpc
mpd
namcap
nano
neofetch
neovim
nethogs
networkmanager
nfs-utils
nmap
nodejs
nordic-theme
nordzy-cursors
noto-fonts
npm
ntfs-3g
nvidia-open-dkms
nvidia-settings
nvidia-utils
nvtop
nwg-look
openbsd-netcat
opencl-nvidia
os-prober
oversteer
p7zip
paccache-hook
pacman-contrib
pacman-log-orphans-hook
pacutils
papirus-linux-universe
papirus-nord
pavucontrol
perl-json-xs
pipewire-alsa
pipewire-docs
pipewire-jack
pipewire-pulse
planify
polkit-gnome
powertop
prismlauncher
proton-ge-custom-bin
prusa-slicer
pwgen
python-opencv
python-pipx
python-pynvim
python-ruff
python-ruff-api
python-unidecode
qemu-full
qpwgraph
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-graphicaleffects
qt5-imageformats
qt5-networkauth
qt5-quick3d
qt5-quickcontrols
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialport
qt5-speech
qt5-styleplugins
qt5-tools
qt5-virtualkeyboard
qt5-wayland
qt5-xmlpatterns
qt5ct
qt6-wayland
qt6ct
qt6gtk2
rawtherapee
reflector
rofi-wayland
rust-analyzer
samba
scid
sddm
shellcheck
smartmontools
socat
sof-firmware
spotify-launcher
sqliteodbc
steam
stockfish-git
sudo
sway
sway-nvidia
swayidle
swaylock
tcpdump
texinfo
texlive-basic
texlive-latexextra
texlive-latexrecommended
thunar
thunar-archive-plugin
tree-sitter-cli
ttf-comic-mono-git
ttf-droid
ttf-font-awesome
ttf-font-awesome-5
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
ufw
unixodbc
unrar
unzip
vifm
vlc
vulkan-tools
vulkan-validation-layers
wev
wget
wine
wine-gecko
wine-mono
winetricks
wireplumber
wl-clipboard
wlogout
wmenu
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xorg-xwayland
xournalpp
yad
zerotier-one
zoxide
zsh
zsh-autosuggestions
zsh-completions
